Repository: pilipandr770/SmartShop
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Home
de: Startseite

source: About
de: Ueber uns

source: Contacts
de: Kontakt

source: Cart
de: Warenkorb

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Admin Panel
de: Admin-Bereich

source: Search
de: Suche

source: Search products...
de: Produkte suchen...

source: View all
de: Alle anzeigen

source: Read more
de: Mehr lesen

source: Learn more
de: Mehr erfahren

source: Buy now
de: Jetzt kaufen

source: Add to cart
de: In den Warenkorb

source: Remove
de: Entfernen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Delete
de: Loeschen

source: Edit
de: Bearbeiten

source: Back
de: Zurueck

source: Next
de: Weiter

source: Previous
de: Zurueck

source: Loading...
de: Laden...

source: No results found
de: Keine Ergebnisse gefunden

source: Error
de: Fehler

source: Success
de: Erfolg

source: Welcome to SmartShop AI
de: Willkommen bei SmartShop AI

source: Your intelligent shopping assistant
de: Ihr intelligenter Einkaufsassistent

source: Featured Products
de: Empfohlene Produkte

source: New Arrivals
de: Neuheiten

source: Best Sellers
de: Bestseller

source: Categories
de: Kategorien

source: All Categories
de: Alle Kategorien

source: Latest from Blog
de: Neueste Blog-Beitraege

source: All Products
de: Alle Produkte

source: Sort by
de: Sortieren nach

source: Price: Low to High
de: Preis: aufsteigend

source: Price: High to Low
de: Preis: absteigend

source: Newest First
de: Neueste zuerst

source: In Stock
de: Auf Lager

source: Out of Stock
de: Nicht auf Lager

source: Price
de: Preis

source: Quantity
de: Menge

source: Total
de: Gesamt

source: Subtotal
de: Zwischensumme

source: Discount
de: Rabatt

source: Shipping
de: Versand

source: Free Shipping
de: Kostenloser Versand

source: Your Cart
de: Ihr Warenkorb

source: Cart is empty
de: Warenkorb ist leer

source: Continue Shopping
de: Einkauf fortsetzen

source: Checkout
de: Zur Kasse

source: Proceed to Checkout
de: Zur Kasse gehen

source: Order Summary
de: Bestelluebersicht

source: Shipping Address
de: Lieferadresse

source: Payment Method
de: Zahlungsmethode

source: Place Order
de: Bestellung aufgeben

source: Contact Us
de: Kontaktieren Sie uns

source: Your Name
de: Ihr Name

source: Your Email
de: Ihre E-Mail

source: Message
de: Nachricht

source: Send Message
de: Nachricht senden

source: Privacy Policy
de: Datenschutz

source: Terms of Service
de: AGB

source: All rights reserved
de: Alle Rechte vorbehalten

source: AI Assistant
de: KI-Assistent

source: Ask me anything...
de: Fragen Sie mich alles...

source: How can I help you?
de: Wie kann ich Ihnen helfen?

source: Description
de: Beschreibung

source: Reviews
de: Bewertungen

source: Related Products
de: Aehnliche Produkte

source: Category
de: Kategorie

source: Products
de: Produkte

source: Orders
de: Bestellungen

source: Customers
de: Kunden

source: Settings
de: Einstellungen

source: Statistics
de: Statistiken

source: Add New
de: Neu hinzufuegen

source: Product Name
de: Produktname

source: Active
de: Aktiv

source: Published
de: Veroeffentlicht

source: Draft
de: Entwurf

source: Pending
de: Ausstehend

source: Processing
de: In Bearbeitung

source: Shipped
de: Versendet

source: Delivered
de: Geliefert

source: Cancelled
de: Storniert

source: Paid
de: Bezahlt

source: Today
de: Heute

source: Language
de: Sprache

source: Phone
de: Telefon

source: Address
de: Adresse

source: Company
de: Unternehmen

source: views
de: Aufrufe

source: Posted on
de: Veroeffentlicht am

source: By
de: Von

source: Related Articles
de: Aehnliche Artikel

source: Головна
de: Startseite

source: Блог
de: Blog

source: хв читання
de: Min. Lesezeit

source: переглядів
de: Aufrufe

source: AI-контент
de: KI-Inhalt

source: Поділитись
de: Teilen

source: Посилання скопійовано
de: Link kopiert

source: Копіювати
de: Kopieren

source: Схожі статті
de: Aehnliche Artikel

source: Магазин
de: Shop

source: В кошик
de: In den Warenkorb

source: Характеристики
de: Eigenschaften

source: Опис
de: Beschreibung

source: Відгуки
de: Bewertungen

source: Схожі товари
de: Aehnliche Produkte

source: Читати більше
de: Mehr lesen

source: Показати більше
de: Mehr anzeigen

source: Новинка
de: Neu

source: Немає опису
de: Keine Beschreibung

source: Інше
de: Sonstige

source: Всі категорії
de: Alle Kategorien

source: Фільтрувати
de: Filtern

source: Ціна
de: Preis

source: від
de: von

source: до
de: bis

source: Застосувати
de: Anwenden

source: Скинути
de: Zuruecksetzen

source: Сортування
de: Sortieren nach

source: За замовчуванням
de: Standard

source: За ціною (низька-висока)
de: Preis (aufsteigend)

source: За ціною (висока-низька)
de: Preis (absteigend)

source: За назвою (А-Я)
de: Name (A-Z)

source: Товарів на сторінці
de: Produkte pro Seite

source: Показано
de: Anzeigen

source: з
de: von

source: товарів
de: Produkte

source: Товари не знайдено
de: Keine Produkte gefunden

source: Кількість
de: Menge

source: шт
de: Stueck

source: Є в наявності
de: Auf Lager

source: Немає в наявності
de: Nicht auf Lager

source: Артикул
de: Artikelnr.

source: Доставка
de: Versand

source: Оплата
de: Zahlung

source: Гарантія
de: Garantie

source: AI рекомендації
de: KI-Empfehlungen

source: Кошик
de: Warenkorb

source: Товар
de: Produkt

source: Сума
de: Summe

source: Загальна сума
de: Gesamtsumme

source: Очистити кошик
de: Warenkorb leeren

source: Продовжити покупки
de: Einkauf fortsetzen

source: Оформити замовлення
de: Zur Kasse

source: Ваш кошик порожній
de: Ihr Warenkorb ist leer

source: Перейти до магазину
de: Zum Shop

source: Усі
de: Alle

source: Назад
de: Zurueck

source: Далі
de: Weiter

source: У цій категорії поки немає товарів
de: In dieser Kategorie gibt es noch keine Produkte

source: Переглянути всі товари
de: Alle Produkte anzeigen

source: Про компанію
de: Ueber uns

source: Дізнайтеся більше про нас, нашу місію та цінності
de: Erfahren Sie mehr ueber uns, unsere Mission und Werte

source: Наша історія
de: Unsere Geschichte

source: Тут ви зможете розповісти про свій бренд, команду та цінності.
de: Hier koennen Sie ueber Ihre Marke, Team und Werte erzaehlen.

source: Ми прагнемо надавати найкращий сервіс та якісні товари для наших клієнтів.
de: Wir streben danach, den besten Service und Qualitaetsprodukte fuer unsere Kunden anzubieten.

source: Наші цінності
de: Unsere Werte

source: Що робить нас особливими
de: Was uns besonders macht

source: Якість
de: Qualitaet

source: Ми ретельно відбираємо кожен товар, щоб ви отримували тільки найкраще
de: Wir waehlen jedes Produkt sorgfaeltig aus, damit Sie nur das Beste bekommen

source: Швидкість
de: Schnelligkeit

source: Швидка обробка замовлень та доставка у найкоротші терміни
de: Schnelle Auftragsabwicklung und Lieferung in kuerzester Zeit

source: Підтримка
de: Support

source: Наш ІІ-помічник та команда завжди готові допомогти вам 24/7
de: Unser KI-Assistent und Team sind immer bereit, Ihnen 24/7 zu helfen

source: Маєте питання?
de: Haben Sie Fragen?

source: Зв'яжіться з нами або поспілкуйтесь з нашим ІІ-помічником
de: Kontaktieren Sie uns oder chatten Sie mit unserem KI-Assistenten

source: Контакти
de: Kontakt

source: Чат з ІІ
de: KI-Chat

source: Зв'яжіться з нами
de: Kontaktieren Sie uns

source: Ми завжди раді допомогти! Оберіть зручний спосіб зв'язку
de: Wir helfen Ihnen gerne! Waehlen Sie eine bequeme Kontaktmethode

source: Напишіть нам, і ми відповімо протягом 24 годин
de: Schreiben Sie uns und wir antworten innerhalb von 24 Stunden

source: Телефон
de: Telefon

source: Пн-Пт
de: Mo-Fr

source: Сб
de: Sa

source: Адреса
de: Adresse

source: Завітайте до нашого офісу
de: Besuchen Sie unser Buero

source: ІІ-помічник
de: KI-Assistent

source: Напишіть нам
de: Schreiben Sie uns

source: Ваше ім'я
de: Ihr Name

source: Введіть
de: Geben Sie

source: ваше ім'я
de: Ihren Namen ein

source: Тема
de: Betreff

source: Тема повідомлення
de: Nachrichtenbetreff

source: Повідомлення
de: Nachricht

source: Ваше повідомлення
de: Ihre Nachricht

source: Надіслати повідомлення
de: Nachricht senden

source: Карта
de: Karte

source: Тут буде інтерактивна карта з розташуванням офісу
de: Hier wird eine interaktive Karte mit Buerostandort sein

source: Інтеграція з Google Maps / OpenStreetMap
de: Integration mit Google Maps / OpenStreetMap

source: Потрібна швидка відповідь?
de: Brauchen Sie eine schnelle Antwort?

source: Наш ІІ-помічник працює 24/7 і може відповісти миттєво
de: Unser KI-Assistent arbeitet 24/7 und kann sofort antworten

source: Поспілкуватись з ІІ
de: Mit KI chatten
